// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Page de test";

TransferringProcessTitle = "Transfert du fichier…";
PrintingProcessTitle = "Impression d'une page de test…";

HSDTitleTextFieldValue = "Page de test";
HSDInfoTextFieldValue = "Si vous avez des problèmes lors de l'impression de documents sur cette imprimante, vous pouvez essayer d'imprimer une page de test pour identifier la source du problème.

Cette page sera envoyée directement à l'imprimante, sans passer par le logiciel du pilote d'imprimante ni tout autre traitement système.

Si la page de test s'imprime correctement, il se peut que certains problèmes proviennent du système d'impression de votre ordinateur. Vous pouvez essayer de réinstaller le logiciel du pilote de l'imprimante pour résoudre le problème.

Si la page de test ne s'imprime pas correctement ou ne s'imprime pas du tout, cela signifie que votre imprimante ne fonctionne pas correctement.";
HSDPrintButtonTitle = "Imprimer une page de test";

HSDRMTTPPanelHeader = "Imprimer un rapport d’état de l'imprimante";
HSDRMTTPPanelHeader = "Imprimez une page test pour vérifier que le périphérique peut recevoir des données et envoyer des impressions correctement avec l'ordinateur. Cette opération peut être effectuée avec du papier ordinaire.\n\nCliquez sur Imprimer la page pour imprimer la page de test.";
HSDRMTTPButtonTitle = "Imprimer page";
RMTTaskTitle = "Rapport d’état";

NoPaperTitle = "Plus de papier";
NoPaperMsg = "Le périphérique manque de papier. Veuillez ajouter du papier dans le bac d'alimentation.";
